[
  {
    "title": "Personal Profile",
    "content": "Required details include your full name (your second name is not needed if you do not want to); current address (line 1 = Street --- line 2 = ZIP code + City --- line 3 = Country); primary phone number, which is most likely your cell; and e-mail address. If you have a professional Web site that features work samples, you may include the URL. If you are abroad and use Skype, you may include your Skype number so that employers can easily communicate with you. <br>In the details, you should add your birth date, but not the place (both do not have to be in applications e.g. in the UK where age discrimination laws are active). You can also inform here that you are a parent if it is a good aspect for the job.<br>Adding a photo is a must in most European countries – in the UK and USA not (here again because of the equal opportunity legislation)."
  },
  {
    "title": "Work Experience",
    "content": "Emphasize relevant experience that you have gained through part- and full-time employment, paid and unpaid internships, volunteer positions, and leadership positions with student organizations. If your experience naturally breaks into two distinct categories – related and other – create separate them accordingly.<br>For each entry, list the organization and its location by city and state, job title, and employment dates. Craft concise statements – not full sentences – and use strong verbs and specific details to describe your actions and results. Demonstrate to employers how you applied select knowledge, skills, and abilities to achieve desired outcomes. If possible, quantify your results to convey the scope and significance of the project."
  },
  {
    "title": "Education",
    "content": "Begin with the most recent degree you are pursuing or have earned and list additional degrees in reverse chronological order.<br>First, include your course title. Then add the institution and its location by city and state in the “Institution Name” column. After that, write down the month and year of beginning the course and the graduation, or anticipated completion. <br>Scholarships, academic awards and other honors can be included in this section or listed separately in the Skills section. Relevant courses, class projects, and independent studies can also be included and often help bolster credentials if you have less relevant work experience – just add them in the “Custom Information” section."
  },
  {
    "title": "Skills",
    "content": "Most employers spend less than a minute when reviewing resumes so it is essential to make your skills as clear as possible to employers. Skills can be separated into sub-headings that include:Language Skills: If you are fluent or proficient, you should indicate so in parenthesis next to the name of the language listed (e.g. Spanish (Fluent)).<br>Computer Skills: Include any software and/or programs you've worked with and highlight your ability to run analytics with various social media platforms and/or content management systems.<br>Special Skills: Include specialized skills you've honed professionally and/or academically such as policy analysis, training and facilitation, conflict mediation, or public speaking skills.<br>Leadership and/or Community Activities: List your degree of involvement with college and community activities (e.g. Holding an office in a sorority, participating in student organizations, taking part in a theater production, …)."
  },
  {
    "title": "Other Sections Like Hobbies & Interests",
    "content": "Do you want to add your hobbies or other interests to your CV? Or maybe want to add another section? Here you can do it! <br>Showing your hobbies can result to a positive image for you (e.g. that you have an intact social life). But that can also lead to a negative way, if you for example write about a dangerous or time-consuming activity. To sum it up: Choose more active hobbies in a huge range of activities, but keep this section short and to the point.<br>Here you can also add time periods where you were in a foreign country for a longer time. It’s just important that it is described why you chose this trip and which experiences you gained from it."
  },
  {
    "title": "Place, Date & Signature",
    "content": "In the end of a CV, you should add the mentioned information. Make sure that the date is up-to-date and that the signature is written by hand when sent on paper."
  },
  {
    "title": "Photo",
    "content": "You should add a photo of yourself in the upper-right corner of the CV. If you send it as a letter, glue it with photo corners there. In some countries (like UK and USA), you do not need to add one because of anti-discrimination laws."
  },
  {
    "title": "References",
    "content": "Many employers don’t check references at the application stage so unless the vacancy specifically requests referees it's fine to omit this section completely if you are running short of space or to say \"References are available on request\".<br>Normally two referees are sufficient: one academic (perhaps your tutor or a project supervisor) and one from an employer (perhaps your last part-time or summer job).<br>The order and the emphasis will depend on what you are applying for and what you have to offer. For example, the example media CV lists the candidate's relevant work experience first."
  },
  {
    "title": "Length Of A CV",
    "content": "There are no absolute rules but, in general, a new graduate's CV should cover no more than two sides of A4 paper. In a survey of American employers 35% preferred a one-page CV and 19% a two-page CV with the others saying it depends upon the position. CVs in the US tend to be shorter than in the UK whereas the 2-page CV still dominates for graduates but I do see a trend now towards one page CVs: as employers are getting more and more CVs they tend not to have the time to read long documents!"
  },
  {
    "title": "Gaps In The CV",
    "content": "It is important to do not leave any gaps in your CV. If you have any, you should be honest and not try to lie to the HR employer. It is likely that he or she will found out about them in the job interview or later."
  },
  {
    "title": "Common Mistakes",
    "content": "One survey (http://www.careerbuilder.com/share/aboutus/pressreleasesdetail.aspx?sd=7/11/2012&id=pr707&ed=12/31/2012) of employers found the following mistakes were most common: <br>Spelling and grammar: 56%<br>Not tailored to the job: 21%<br>Length not right & poor work history: 16%<br>Poor format and no use of bullets: 11%<br>No accomplishments: 9%<br>Contact & email problems: 8%<br>Objective/profile was too vague: 5%<br>Lying: 2%<br>Having a photo: 1%"
  },
  {
    "title": "Important Information Which Should Be In A CV",
    "content": "From Orange County Resume Survey by Eric Hilden (2010), this survey asked employers which aspects of a CV are the most important ones:<br>Previous related work experience: 45%<br>Qualifications & skills: 35%<br>Easy to read: 25%<br>Accomplishments: 16%<br>Spelling & grammar: 14%<br>Education : 9%<br>Intangibles: individuality/desire to succeed: 9%<br>Clear objective: 3%<br>Keywords added: 2%<br>Contact information: 1%<br>Personal experiences: 1%<br>Computer skills: 1%<br>"
  },
  {
    "title": "Number Of Applications",
    "content": "One research by forum3 (recruitment and volunteering for the not-for-profit sector) suggested:<br>The average graduate will send out about 70 CVs when looking for their first graduate job. Of these, the average number of responses will be 7 including 3 to 4 polite rejections and the remainder inviting the graduate to interview or further contact.<br>There was a direct link between the number of CVs sent out and the number of interviews gained: so the more CVs you send out the more interviews you will get."
  },
  {
    "title": "Different CV Types",
    "content": "There are two types of CVs:<br>1. Chronological - outlining your career history in date order, normally beginning with the most recent items (reverse chronological). This is the \"conventional\" approach and the easiest to prepare. It is detailed, comprehensive and biographical and usually works well for \"traditional\" students with a good all-round mixture of education and work experience. Mature students, however, may not benefit from this approach, which does emphasize your age, any career breaks and work experience which has little surface relevance to the posts you are applying for now. Most of the US employers like this format type.<br>2. Skills-based: highly-focused CVs which relate your skills and abilities to a specific job or career area by highlighting these skills and your major achievements. The factual, chronological details of your education and work history are subordinate. These work well for mature graduates and for anybody whose degree subject and work experience is not directly relevant to their application. Skills-based CVs should be closely targeted to a specific job."
  },
  {
    "title": "Targeting Your CV",
    "content": "If your CV is to be sent to an individual employer which has requested applications in this format, you should research the organization and the position carefully.<br>In the present competitive job market, untargeted CVs tend to lose out to those that have been written with a particular role in mind. For example, a marketing CV will be very different from a teaching CV. The marketing CV will focus on persuading, negotiating and similar skills whereas the teaching CV will focus more on presenting and listening skills and evidence for these.<br>Even if you are using the same CV for a number of employers, you should personalize the covering letter - e.g. by putting in a paragraph on why you want to work for that organization."
  },
  {
    "title": "Emailed CVs",
    "content": "Always make sure you choose the right type format for your application – it is most likely told by the company. In doubt, send in your documents in PDF and Word format.<br>Make sure you will not do these common mistakes:<br>- Accidentally clicking send before the email is ready<br>- Embarrassing spelling and grammar mistakes<br>- Accidentally sending a kiss at the end of a message<br>- Copying a client into an internal email about them<br>- Forwarding an inappropriate email trail<br>"
  }
]
